IDEA Open Model
SteelSetupRUS.WeldingType Property
Compatible with IDEA StatiCa v 10.1
 WeldingType
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public WeldingType WeldingType { get; set; }
Public Property WeldingType As WeldingType
	Get
	Set
public:
property WeldingType WeldingType {
	WeldingType get ();
	void set (WeldingType value);
}
Property Value
Type: WeldingType
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace